[
    {
        "id": 1,
        "title": "Từ 'Bánh mì' trong từ điển Oxford",
        "content": "Từ 'Bánh mì' (banh mi) đã được Từ điển tiếng Anh Oxford (OED) chính thức thêm vào năm 2014, định nghĩa là một loại bánh sandwich của Việt Nam."
    },
    {
        "id": 2,
        "title": "Từ ngắn và cổ xưa nhất",
        "content": "Từ 'I' (tôi) là một trong những từ ngắn nhất, cổ xưa nhất và được sử dụng phổ biến nhất trong tiếng Anh."
    },
    {
        "id": 3,
        "title": "Nguồn gốc của từ 'Goodbye'",
        "content": "Từ 'Goodbye' (tạm biệt) thực chất là một cách viết rút gọn của cụm từ cổ 'God be with ye' (Cầu Chúa ở bên bạn)."
    },
    {
        "id": 4,
        "title": "Từ đồng nghĩa nhiều nhất",
        "content": "Từ 'good' (tốt) là từ có nhiều từ đồng nghĩa nhất trong tiếng Anh, với hơn 380 từ khác nhau có thể thay thế nó."
    },
    {
        "id": 5,
        "title": "Tần suất từ mới",
        "content": "Trung bình cứ mỗi hai giờ lại có một từ mới được thêm vào từ điển tiếng Anh."
    },
    {
        "id": 6,
        "title": "Dấu chấm trên chữ 'i' và 'j'",
        "content": "Dấu chấm nhỏ phía trên chữ 'i' và 'j' trong tiếng Anh có một cái tên riêng, đó là 'tittle'."
    },
    {
        "id": 7,
        "title": "Từ 'Ao dai' trong từ điển Oxford",
        "content": "Cùng với 'Bánh mì', từ 'Ao dai' (áo dài) cũng đã được Từ điển tiếng Anh Oxford thêm vào để chỉ trang phục truyền thống của Việt Nam."
    },
    {
        "id": 8,
        "title": "Những từ không có vần",
        "content": "Có một vài từ trong tiếng Anh không có vần với bất kỳ từ nào khác, ví dụ như 'month', 'orange', 'silver' và 'purple'."
    },
    {
        "id": 9,
        "title": "Câu ngắn nhất hoàn chỉnh",
        "content": "Câu hoàn chỉnh ngắn nhất trong tiếng Anh là 'I am'. Câu lệnh ngắn nhất là 'Go!'."
    },
    {
        "id": 10,
        "title": "Pangram - Câu chứa đủ bảng chữ cái",
        "content": "Một câu chứa tất cả 26 chữ cái trong bảng chữ cái được gọi là 'pangram'. Câu nổi tiếng nhất là 'The quick brown fox jumps over the lazy dog'."
    },
    {
        "id": 11,
        "title": "Nguồn gốc từ 'Nightmare'",
        "content": "Từ 'nightmare' (ác mộng) ban đầu không có nghĩa là một giấc mơ tồi tệ, mà dùng để chỉ một linh hồn nữ quỷ được cho là ngồi lên ngực người ngủ, gây ngạt thở."
    },
    {
        "id": 12,
        "title": "Đóng góp của Shakespeare",
        "content": "Nhà văn William Shakespeare đã sáng tạo và thêm khoảng 1.700 từ mới vào tiếng Anh, ví dụ như 'eyeball' (nhãn cầu), 'swagger' (vênh váo) và 'fashionable' (hợp thời trang)."
    },
    {
        "id": 13,
        "title": "Từ có nhiều định nghĩa nhất",
        "content": "Từ 'set' giữ kỷ lục là từ có nhiều định nghĩa nhất trong Từ điển tiếng Anh Oxford, với hơn 430 nghĩa khác nhau."
    },
    {
        "id": 14,
        "title": "Từ 'ghost word'",
        "content": "Một 'ghost word' (từ ma) là một từ xuất hiện trong từ điển do lỗi in ấn hoặc hiểu nhầm, chứ không hề có nghĩa thực sự. Một ví dụ là từ 'dord'."
    },
    {
        "id": 15,
        "title": "Từ đối nghĩa (Contronym)",
        "content": "Một số từ tiếng Anh có thể mang hai nghĩa trái ngược nhau, gọi là 'contronym'. Ví dụ, 'cleave' vừa có nghĩa là 'chia cắt', vừa có nghĩa là 'bám vào'."
    },
    {
        "id": 16,
        "title": "Ngôn ngữ của bầu trời",
        "content": "Tiếng Anh là ngôn ngữ chính thức của hàng không. Tất cả các phi công và kiểm soát viên không lưu trên các chuyến bay quốc tế đều phải giao tiếp bằng tiếng Anh."
    },
    {
        "id": 17,
        "title": "Từ dài nhất không lặp lại ký tự",
        "content": "Từ 'uncopyrightable' là một trong những từ dài nhất trong tiếng Anh mà không có bất kỳ ký tự nào bị lặp lại."
    },
    {
        "id": 18,
        "title": "Từ có 3 cặp ký tự lặp",
        "content": "Từ 'bookkeeper' (nhân viên kế toán) nổi bật vì có ba cặp ký tự lặp lại liên tiếp: 'oo', 'kk' và 'ee'."
    },
    {
        "id": 19,
        "title": "Sự thống trị của chữ 'E'",
        "content": "Chữ 'E' là chữ cái được sử dụng nhiều nhất và xuất hiện trong khoảng 11% tất cả các từ trong tiếng Anh."
    },
    {
        "id": 20,
        "title": "Nguồn gốc từ 'Salary'",
        "content": "Từ 'salary' (lương) bắt nguồn từ 'salarium' trong tiếng Latin, có nghĩa là tiền trợ cấp muối. Binh lính La Mã cổ đại được trả một phần bằng muối, một mặt hàng rất quý giá thời đó."
    },
    {
        "id": 21,
        "title": "Từ 'girl' từng chỉ cả hai giới",
        "content": "Vào thời Trung Cổ, từ 'girl' được dùng để chỉ trẻ em hoặc người trẻ nói chung, không phân biệt giới tính nam hay nữ."
    },
    {
        "id": 22,
        "title": "Số lượng người nói",
        "content": "Số người nói tiếng Anh như ngôn ngữ thứ hai lớn hơn nhiều so với số người bản ngữ."
    },
    {
        "id": 23,
        "title": "Từ dài nhất",
        "content": "Từ dài nhất được công nhận trong tiếng Anh là 'pneumonoultramicroscopicsilicovolcanoconiosis', tên một loại bệnh phổi."
    },
    {
        "id": 24,
        "title": "Tháng được đặt theo tên các vị thần",
        "content": "Nhiều tháng trong tiếng Anh được đặt theo tên các vị thần hoặc hoàng đế La Mã, ví dụ 'January' (thần Janus), 'March' (thần Mars), 'July' (Julius Caesar) và 'August' (Augustus Caesar)."
    },
    {
        "id": 25,
        "title": "Từ 'muscle' (cơ bắp)",
        "content": "Từ 'muscle' bắt nguồn từ tiếng Latin 'musculus', có nghĩa là 'con chuột nhỏ', vì người La Mã cho rằng các cơ bắp khi co lại trông giống như những con chuột đang chạy dưới da."
    },
    {
        "id": 26,
        "title": "Sự thay đổi của 'you'",
        "content": "Ban đầu, 'you' chỉ được dùng ở dạng số nhiều hoặc trong các tình huống trang trọng. Ngôi thứ hai số ít thân mật là 'thou'. Dần dần, 'you' đã thay thế hoàn toàn 'thou'."
    },
    {
        "id": 27,
        "title": "Nguồn gốc từ 'quarantine'",
        "content": "Từ 'quarantine' (cách ly) bắt nguồn từ 'quaranta giorni' trong tiếng Ý, có nghĩa là '40 ngày'. Đây là khoảng thời gian các con tàu phải neo đậu ngoài cảng để phòng dịch hạch ở Venice vào thế kỷ 14."
    },
    {
        "id": 28,
        "title": "Từ 'dreamt'",
        "content": "Từ 'dreamt' là từ duy nhất trong tiếng Anh kết thúc bằng 'mt'."
    },
    {
        "id": 29,
        "title": "Crutch words",
        "content": "Những từ như 'like', 'actually', 'basically' và 'honestly' thường được gọi là 'crutch words' (từ đệm/từ мили) vì người nói hay dựa vào chúng để lấp đầy khoảng trống khi suy nghĩ."
    },
    {
        "id": 30,
        "title": "Từ 'alphabet'",
        "content": "Từ 'alphabet' (bảng chữ cái) bắt nguồn từ tên của hai chữ cái đầu tiên trong bảng chữ cái Hy Lạp: Alpha (α) và Beta (β)."
    }
]